examples/demo-skaffold/compiled/greet_flow/flow.dot
digraph "greet_flow" {
    rankdir=TB;
    node [shape=box, style=filled, fontname="Helvetica"];

    { rank=source; start_greet_flow; }

    router_greet_flow_line_17_seq_1 [label="router_greet_flow_line_17_seq_1\n\np['greet'] = greet(p)\np['shout'] = shout(p)", fillcolor=wheat];
    start_greet_flow [label="start_greet_flow", fillcolor=palegreen];

    __end__ [label="", shape=doublecircle, fillcolor=black, width=0.3, fixedsize=true];

    start_greet_flow -> router_greet_flow_line_17_seq_1;
    router_greet_flow_line_17_seq_1 -> __end__;
}
